#ifndef _MA_VAJUBSA_H_
#define _MA_VAJUBSA_H_

#include <MA_Type.h>

#define VAJUBSA_NUM	19

tVAJUBSA va_jubsa[VAJUBSA_NUM] = {
	{ { 0x9477, 0xd061 }, 2 },	/*당하*/
	{ { 0x9477, 0xd081 }, 2 },	/*당해*/
	{ { 0xafa1, 0xc7a1 }, 2 },	/*시키*/
	{ { 0xafa1, 0xc561 }, 2 },	/*시켜*/
	{ { 0xaf61, 0x9cf3 }, 2 },	/*스럽*/
	{ { 0xaf61, 0x9ce1 }, 2 },	/*스러*/
	{ { 0xd061 }, 1 },			/*하*/
	{ { 0xd081 }, 1 },			/*해*/
	{ { 0x9641 }, 1 },			/*되*/
	{ { 0x95e1 }, 1 },			/*돼*/
	{ { 0x9db3 }, 1 },			/*롭*/
	{ { 0x9da1 }, 1 },			/*로*/
	{ { 0x9473 }, 1 },			/*답*/
	{ { 0x9461 }, 1 },			/*다*/
	{ { 0xb7b6 }, 1 },			/*있*/
	{ { 0xb4f4 }, 1 },			/*없*/
	{ { 0x887b }, 1 },			/*같*/
	{ { 0xc3a1 }, 1 },			/*치*/
	{ { 0xc7a1 }, 1 },			/*키*/
};

#endif

